IDEA Open Model
ReinforcedCrossSection.Stirrups Property
Compatible with IDEA StatiCa 20.1
 Stirrups
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<Stirrup> Stirrups { get; set; }
Public Property Stirrups As List(Of Stirrup)
	Get
	Set
Property Value
Type: List<Stirrup>
See Also
Reference
ReinforcedCrossSection Class
IdeaRS.OpenModel.CrossSection Namespace